content/posts/John_McDowell.md
+++
title = "John McDowell"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:53-04:00
slug = "John_McDowell"
draft = false
+++

## I got interested in John McDowell by hearing about him in [The pragmatic turn by Richard Bernstein in 2010]({{< relref "The_pragmatic_turn_by_Richard_Bernstein_in_2010" >}}). It sounded there like he may have some views related to [pragmatism]({{< relref "pragmatism" >}}) that I would be sympathetic to in my interest in connection the concepts from that domain to the [process philosophy]({{< relref "process_philosophy" >}}) of [Alfred North Whitehead]({{< relref "Alfred_North_Whitehead" >}}). Of course, the best reference I know of so far for the latter is in "2. Whitehead and pragmatism by Robert Neville" {#i-got-interested-in-john-mcdowell-by-hearing-about-him-in-the-pragmatic-turn-by-richard-bernstein-in-2010--the-pragmatic-turn-by-richard-bernstein-in-2010-dot-md--dot-it-sounded-there-like-he-may-have-some-views-related-to-pragmatism--pragmatism-dot-md--that-i-would-be-sympathetic-to-in-my-interest-in-connection-the-concepts-from-that-domain-to-the-process-philosophy--process-philosophy-dot-md--of-alfred-north-whitehead--alfred-north-whitehead-dot-md--dot-of-course-the-best-reference-i-know-of-so-far-for-the-latter-is-in-2-dot-whitehead-and-pragmatism-by-robert-neville}
